/*
 
 WeShare Mobile for iPhone - A library to easily share information on various networks
 
 WeShare Mobile for iPhone - Copyright (C) 2009, 2010 Reiner Pittinger, Initiative neofonie open, 
 neofonie Technologieentwicklung und Informationsmanagement GmbH, http://open.neofonie.de
 
 This program is free software: you can redistribute it and/or modify
 it under the terms of the GNU General Public License as published by
 the Free Software Foundation, either version 3 of the License, or
 (at your option) any later version.
 
 This program is distributed in the hope that it will be useful,
 but WITHOUT ANY WARRANTY; without even the implied warranty of
 MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 GNU General Public License for more details.
 
 You should have received a copy of the GNU General Public License
 along with this program.  If not, see <http://www.gnu.org/licenses/>.
 
 You may obtain a commercial licence to use this library in non-GPL projects. Please contact open@neofonie.de for further information and assistance. 
 
 Author: Reiner Pittinger <reiner.pittinger@neofonie.de>, <DATE: 2010-01-11>
 
 */

/* Subtitle of share dialog */
"Share with..." = "Share with...";

/* Button-text to retry sharing an item */
"Retry" = "Erneut versuchen";

/* DO NOT TRANSLATE! Share-Button-Text */
"Share" = "Share";

/* Template for share dialog title. DO NOT TRANSLATE %@ */
"Share '%@'" = "Share: '%@'";

/* No comment provided by engineer. */
"Share again" = "Share again";

/* String template used to state that sharing with a plugin failed */
"Sharing fail!" = "Sharing fehlgeschlagen!";

/* Message used to display that sharing with a plugin was successfull */
"Sharing success!" = "Sharing erfolgreich!";

/* Webpage title of Yahoo login page */
"Login to Yahoo" = "Bei Yahoo anmelden";

/* No comment provided by engineer. */
"Invalid username/password." = "Falscher Benutzername oder falsches Passwort.";

/* No comment provided by engineer. */
"Posting to Delicious..." = "Auf Delicious posten...";

/* WeShare E-Mail signature */
"Sent using WeShare" = "Sent using WeShare";

/* No comment provided by engineer. */
"Not able to connect to Twitter." = "Kann Twitter nicht erreichen.";

/* No comment provided by engineer. */
"Enter message" = "Enter message";

/* No comment provided by engineer. */
"Logging in..." = "Anmelden...";

/* No comment provided by engineer. */
"Posting to Twitter..." = "Auf Twitter posten...";

/* Common label names */

"Title" = "Titel"; 

"Username" = "Benutzername";
"Password" = "Passwort";
"Remember" = "Login speichern";

/* Plugin dialog title template (e.g. 'Share with Facebook')*/

/* Delicious-Plugin */
"Title and URL may not be empty." = "Titel und URL dürfen nicht leer sein.";
"Set this switch to on if you use your Yahoo ID to login to Delicious." = "Schalten Sie diese Option ein wenn Sie sich bei Delicious mit Ihrem Yahoo-Konto anmelden.";
"Login with Yahoo" = "Mit Yahoo anmelden";

/* Facebook Plugin */

"Unknown error." = "Ein unbekannter Fehler ist aufgetreten.";
"Could not reach service." = "Kein Verbindungsaufbau möglich.";